import Image from 'next/image';
import Img from '../_components/image.json';
const Information = () => {
  return (
    <div>
      <div className="flex justify-center text-[1.5rem] mt-5 mb-5">
        <h1 data-testid="Бидний тухай" className="text-[#441500]">
          Бидний тухай
        </h1>
      </div>
      <div className="flex justify-center ">
        <Image className="rounded-lg ml-1" alt="image" width={350} height={300} src={Img.img}></Image>
      </div>
      <div className="w-[350px] ml-4 text-[14px]">
        <p className="mt-5">
          Манай Мексик хоолны газар нь Мексикийн баялаг соёл, амттай хоолны урлагийг Монголд хүргэх зорилгоор үүсгэн байгуулагдсан. Бид амт чанартай, цэвэр, шинэхэн түүхий эдээр бэлтгэсэн уламжлалт
          Мексик хоолнуудыг та бүхэнд хүргэж байна.
        </p>
        <p className="mt-5">
          Манай хоолны цэсэнд алдартай тако, буррито, начос зэрэг Мексикийн үндсэн хоолнууд багтсан бөгөөд, бид Мексикийн жинхэнэ амтыг танд мэдрүүлэхийн тулд жор болон бэлтгэлийн арга технологид маш
          их анхаарал хандуулдаг. Хамгийн амттай, анхилам үнэрт халуун ногоотой, шорвог амт нь таныг Мексикийн соёлд аялж байгаа мэт сэтгэгдэл төрүүлэх болно.
        </p>
        <p className="mt-5">
          Бидний зорилго бол үйлчлүүлэгчдэдээ зөвхөн амттай хоолоор үйлчлэхээс гадна тэднийг халуун дулаан, гэр бүл шигээ орчинд тав тухтай байлгах юм. Танд Мексикийн амттай хоол, хөгжилтэй уур
          амьсгал болон манай найрсаг үйлчилгээг мэдрүүлэхээр бид өдөр бүр хичээнгүйлэн ажилладаг.
        </p>
      </div>
    </div>
  );
};
export default Information;
