import Image from "next/image";
import React from "react";
import Header from "./common/Header";

const About = () => {
  return (
    <div>
<Header/>
  
    <div className="bg-gray-100 min-h-[500px] py-6">
      <div className="max-w-4xl mx-auto px-4">

        <h1 className="text-3xl font-bold text-center text-brown-700 mb-6">
          Бидний тухай
        </h1>

      
        <div className="overflow-hidden rounded-lg shadow-lg">
      
        </div>

        <div className="mt-6 bg-white p-6 rounded-lg shadow-lg text-gray-700 leading-relaxed">
          <p className="mb-4">
            Манай Мексик хоолны газар нь Мексикийн баялаг соёл, амттай
            хоолны урлагийг Монголд хүргэх зорилгоор үүсгэн байгуулагдсан.
            Бид амт чанартай, цэвэр, шинэхэн түүхий эдээр бэлтгэсэн уламжлалт
            Мексик хоолнуудыг та бүхэнд хүргэж байна.
          </p>
          <p className="mb-4">
            Манай хоолны цэсэнд алдартай тако, буррито, начос зэрэг
            Мексикийн үндсэн хоолнууд багтсан бөгөөд, бид Мексикийн жинхэнэ
            амтыг танд мэдрүүлэхийн тулд жор болон бэлтгэлийн арга
            технологид маш их анхаарал хандуулдаг. Хамгийн амттай, анхилам
            үнэрт халуун ногоотой, шорвог амт нь таныг Мексикийн соёлд
            аялж байгаа мэт сэтгэгдэл төрүүлэх болно.
          </p>
          <p>
            Бидний зорилго бол үйлчлүүлэгчдэдээ зөвхөн амттай хоолоор
            үйлчлэхээс гадна тэднийг халуун дулаан, гэр бүл шигээ орчинд
            тав тухтай байлгах юм. Танд Мексикийн амттай хоол, хөгжилтэй
            уур амьсгал болон манай найрсаг үйлчилгээний мэдрүүлхээр бид
            өдөр бүр хичээнгүйлэн ажилладаг.
          </p>
        </div>
      </div>
    </div>
    </div>
  );
};

export default About;
