export const mockConcerts = {
  title: [
    'Монголын Гайхамшигт Урлагийн тоглолт',
    'УЛААНБААТАР АВТО ШОУ-2025',
    '"NOMADIC LEGEND" Ардын Урлаг, Өв Соёлын тоглолт',
    '“Нэгэн зуны цэцэг” эмгэнэлт драмын жүжиг',
    'Х.Билэгжаргал “Ламбугайн нулимс” дуурь',
    'AUTO MIXER FESTIVAL 2025',
    '“1984” постдрамын жүжиг',
    'Южин О’Нил “Хайлаас модны доор чамайг хүлээнэ” уянгын драм',
    '"ХАА Ч ЦУГ" тоглолт',
    'АЛСУ MONGOLIA-2025',
  ],
  description: [
    'Оросын Холбооны Улсын алдарт дуучин АЛСУ Монголд бүрэн хэмжээний амьд тоглолтоо 5 сарын 17-нд АСА АРЕНА буюу хуучнаар "Улсын Цирк" дээр хийхээр болсныг та бүхэнд дуулгахад таатай байна.',

    'Поп дива, Хайрын элч дуучин С.Сэрчмаа Serchmaa Солонгос улсад суугаа нийт Монголчууддаа өөрийн "Хаа ч цуг" хит дуунуудаасаа бүрдсэн бүрэн хэмжээний тоглолтоо албан ёсны зөвшөөрөлтэйгөөр өргөн барих гэж байна.',

    'Америкийн зохиолч, реалист жүжгийн зохиолын онцгой үзэгдэл хэмээн алдаршсан Южин О\'Нилийн зохиол "Хайлаас модны доор чамайг хүлээнэ" жүжиг УДЭТ-ын тайзнаа тавигдах гэж байна. Эртний Грекийн драмын сэтгэлгээг Америкийн нийгмийн хөрсөн дээр амжилттай буулгаж, сэтгэлзүйн сонирхолтой драм өрнүүлж чадсан хэмээн үнэлэгддэг энэхүү жүжгийн найруулагчаар Төрийн соёрхолт, УГЗ найруулагч Н.Наранбаатар ажиллаж буй юм.',

    'Жорж Оруэллийн ижил нэрт романаас сэдэвлэсэн "1984" постдрамын жүжиг.',

    'АВТОМИКСЕРЧДИЙН ҮНДЭСНИЙ АВАРГА ШАЛГАРУУЛАХ 2025 ТЭМЦЭЭН.Нийгэмд хүнд машин механизмыг сурталчлан таниулах, эерэг хандлага түгээх зорилготой арга хэмжээ юм.',

    'Их зохиолч Д.Нацагдоржийн "Ламбугайн нулимс" зохиолоос сэдэвлэн бүтээсэн энэхүү дуурийн цомнолыг ардын уран зохиолч Б.Лхагвасүрэн бичиж, хөгжмийг ТШ Х.Билэгжаргал зохиосон байна. "Ламбугайн нулимс" дуурийг УГЗ Л.Эрдэнэбулган найруулан тавьж, анх 1986 оны 5-р сарын 10-нд тоглосон бөгөөд УГЗ Ж.Бүрэнбэх удирджээ.',
    '"Нэгэн зуны цэцэг" эмгэнэлт драмын жүжиг',

    'Цагаан лавай чуулгийн "NOMADIC LEGEND" ардын урлаг, өв соёлын тоглолтоо өдөр бүр 18:00 цагт "ГАН ЗАМ" палас-д тоглож байна. Уг тоглолт нь үндэсний урлагийн бүхий л үзүүлбэрүүд багтах бөгөөд ардын хөгжмийн хамтлаг, ардын бүжиг, бие биелэгээ, хөөмий магтаал, морин хуур, цамын бүжиг, уртын болон ардын дуу, уран нугаралт гээд ардын урлагийн цогц хөтөлбөртэй тоглолт юм.',

    '9 жилийн турш зохион байгуулагдаж байгаа автын салбарын өнгө төрхийг тодорхойлогч олон төрлийн брэндүүд, энэ оны цоо шинэ загварын төмөр хүлгүүд, цахилгаан автомашин, тусгай зориулалттай автомашинууд болон дагалдах сэлбэг..',

    'Ардын урлагийн "Хуур Магнай" чуулга нь Монголынхоо гайхамшигт үндэсний язгуур урлаг болох Монгол ардын уртын дуу, ардын дуу, морин хуурын татлага, хөөмий, ардын хөгжмийн цөөхүүл, язгуур бий биелгээ, бөөгийн бүжиг, цамын бүжиг, уран нугаралт',
  ],
  artistName: [
    'Хуур Магнай чуулга',
    'МАДА ТББ',
    'Цагаан Лавай чуулга',
    'Эмоци продакшн',
    'Улсын Дуурь Бүжгийн Эрдмийн Театр',
    'Line entertainment',
    'Орфей театр фильм',
    'Улсын Драмын Эрдмийн Театр',
    'МУСТА Дуучин С.Сэрчмаа',
    'WORLD STAGE MONGOLIA',
  ],
  thumbnailUrl: [
    'https://ticket.mn/files/concerts/images/alsu_LIped1Y.webp',
    'https://ticket.mn/files/concerts/images/Untitled_design_26_nJW8fzr.webp',
    'https://ticket.mn/files/concerts/images/a1200_0Kca0aP.webp',
    'https://ticket.mn/files/concerts/images/pro_1200.webp',
    'https://ticket.mn/files/concerts/images/zurag_1200_zns0nK3.webp',
    'https://ticket.mn/files/concerts/images/Untitled_design_43_3mhm5VP.webp',
    'https://ticket.mn/files/concerts/images/Untitled_design_39_31BxgTc.webp',
    'https://ticket.mn/files/concerts/images/games_show_41qnaMi.webp',
    'https://ticket.mn/files/concerts/images/Untitled_design_38_iH5Ulo9.webp',
    'https://ticket.mn/files/concerts/images/Fiddleland_Ensemble_pboOxXr.webp',
    'https://ticket.mn/files/concerts/images/hunt_nuur_standart_uClNZY8.webp',
    'https://ticket.mn/files/concerts/images/30.1200_L20sqUy.webp',
  ],
  VIP_PRICE: ['100000', '90000', '80000', '70000', '60000'],
  BACKSEAT: ['20000', '30000', '40000', '50000', '60000'],
  standard: ['5000', '10000', '15000', '20000', '25000'],
};
